@php
                $faqs = [
                    [
                        'heading' => 'С какого возраста регистрируются животные в реестре?',
                        'content' => 'Животные регистрируются в Реестре с 2 месяцев.',
                    ],
                    [
                        'heading' => 'Нужно ли сообщать дату смерти животного?',
                        'content' =>
                            'Да! Дата смерти будет внесена в карточку животного во избежание ложного информирования о его производящей деятельности.',
                    ],
                    [
                        'heading' => 'Каким образом составляются клички животных для внесения в Реестр?',
                        'content' =>
                            'Данные о кличке подаёт владелец, но, чтобы одинаковые клички не дублировались и не вносили путаницу по происхождению коз, Администрация сайта, рядом с кличкой, префиксом или суффиксом, по согласованию с владельцем, будет ставить название хозяйства.<br>Если у хозяйства нет названия, то будет ставиться фамилия владельца.<br>Если в одном хозяйстве козлята будут получать повторяющиеся клички, то ко всему вышеперечисленному будет ставиться дата рождения. Поэтому в интересах владельцев не давать козлятам дублирующихся кличек.',
                    ],
                    [
                        'heading' => 'Почему обязательный рост животного фиксируется в 3 года?',
                        'content' =>
                            'Потому, что до 3 лет козы растут.<br>После этого возраста рост практически останавливается или не меняется кардинально.<br>Информация о росте до достижения возраста 3 года является недостоверной.<br>Можно указать промежуточный рост в 1 год и 2 года с указанием возраста возле измерения.<br>Это будет очень интересно и познавательно для анализа по породам и направлениям.<br>Но окончательный рост может быть зафиксирован только после 3 лет.<br>Информация о росте добавляется в карточку бесплатно.<br>Необходимо будет прислать Администратору сайта фото измерения роста животного.',
                    ],
                    [
                        'heading' => 'Обязательно ли заполнять все графы карточек?',
                        'content' =>
                            'Заполнять обязательно нужно будет те графы, которые в правилах регистрации определены как Обязательные для заполнения.<br>Остальное по желанию владельца.<br>Но, в интересах владельца, как человека, выпускающего свой товар на рынок, дать наиболее полную характеристику животного, чтобы подчеркнуть все его достоинства.',
                    ],
                    [
                        'heading' => 'Как посмотреть родословную планируемых козлят?',
                        'content' =>
                            'Вы можете сгенерировать родословную будущих козлят, если оба родителя зарегистрированы в Реестре.<br>Выберите меню «Животные», пункт «Подбор пар».<br>В соответствующих окнах начните вводить клички козла и козы, выберите нужные имена во всплывающем списке.<br>Родословная будущего потомства сгенерируется автоматически.',
                    ],
                    [
                        'heading' =>
                            'Какая информация должна быть предоставлена для внесения в Реестр животного или хозяйства?',
                        'content' => 'Информация, которую необходимо предоставить, перечислена в Правилах регистрации.',
                    ],
                    [
                        'heading' => 'Кто может зарегистрировать в Реестре своё животное или хозяйство?',
                        'content' =>
                            'Зарегистрировать в Реестре животное и хозяйство может владелец любой, даже одной(го) козы/козла, имеющих принадлежность к карликовым породам или помесям, перечисленных в Правилах регистрации.',
                    ],
                    [
                        'heading' => 'Как перейти из карточки животного в карточку владельца или хозяйства?',
                        'content' =>
                            'Переход в карточку владельца или хозяйства осуществляется через графу «Название хозяйства».<br>Если у хозяйства нет названия, в этой графе ставятся фамилия и имя владельца.',
                    ],
                    [
                        'heading' => 'Что такое префикс и суффикс в кличке животного?',
                        'content' =>
                            'Это приставки, которые ставятся перед (префикс) и после (суффикс) клички животного. При регистрации хозяйства владелец выбирает, префиксом или суффиксом будет ставиться название хозяйства. Выбранный порядок впоследствии не меняется.',
                    ],
                    [
                        'heading' => 'Какие дополнительные сведения о животном можно внести в карточку животного?',
                        'content' =>
                            'Любые, которые наиболее полно характеризуют продуктивные и племенные качества животного. Для коз, например, это удой, пиковый/валовый.<br>Информация об участии в выставках, тестировании, бонитировочные оценки и т.п.',
                    ],
                    [
                        'heading' => 'Какие фото нужно предоставить для размещения в карточке животного?',
                        'content' =>
                            'Рекомендуется наличие:<br>1) экстерьерного фото сбоку,<br>2) фото в ракурсе «сзади»,<br>3) для коз фото формы вымени.<br>Вид животного на фото и ракурсы носят рекомендательный характер.<br>В интересах владельца делать фото качественными и наиболее полно подчёркивающие достоинства животного.',
                    ],
                    [
                        'heading' =>
                            'Могу ли я разместить расширенную информацию о хозяйстве или разместить в Реестре новость, которая может быть интересна многим козоводам?',
                        'content' =>
                            'Да. Вы можете разместить подобную информацию в Реестре в разделе Статьи/Новости.<br>Для этого вам нужно сделать качественную фотографию и составить информационный текст с предложенной новостью или статьёй, с указанием автора.<br>Далее следует обратиться к Администратору сайта по имеющимся контактным данным.<br>Услуга доступна для донатеров сайта.',
                    ],
                    [
                        'heading' => 'Достоверна ли информация, размещённая в карточках коз и хозяйств?',
                        'content' =>
                            'Ответственность за размещение достоверной информации целиком и полностью несёт владелец хозяйства и животного.<br>Администрация сайта будет прикладывать все возможности для уточнения и проверки достоверности поданных данных с помощью фото и видео предоставляемых владельцем животного.',
                    ],
                    [
                        'heading' => 'Можно ли разместить объявление о продаже животных на сайте?',
                        'content' =>
                            'На сайте есть возможность размещения объявления о продаже зарегистрированных в Реестре животных в соответствующем разделе сайта. Обязательно наличие фото для животного.<br>В блок о продаже козлят размещаются козлята старше 2 месяцев!<br>Обязательным условием является наличие родителей в Реестре.<br>По вопросам размещения объявления обращаться к Администратору сайта.<br>Услуга доступна для донатеров сайта.',
                    ],
                    [
                        'heading' => 'Как определить степень инбредности в родословной?',
                        'content' =>
                            'При составлении родословной повторяющиеся в генерациях предки обозначаются одинаковым выделенным цветом окна.<br>Таким образом вы можете увидеть в каком поколении и на какого из предков сделан инбридинг.<br>Реестр не ставит целью высчитывать процент инбридинга, это может сделать сам владелец по имеющимся в Реестре информационным данным.',
                    ],
                    [
                        'heading' =>
                            'Могу ли я использовать сгенерированную в Реестре родословную в качестве справки о происхождении животного?',
                        'content' =>
                            'Да. Вы можете использовать родословную в качестве справки в электронном виде по ссылке на сайт, либо распечатав её.',
                    ],
                    [
                        'heading' => 'Совпадает ли мнение Администраторов сайта с мнением авторов статей или новостей?',
                        'content' => 'Мнение Администраторов может не совпадать с мнением авторов статей/новостей.',
                    ],
                    [
                        'heading' => 'Какие темы запрещены к размещению на сайте?',
                        'content' =>
                            'Запрещено размещение информации на политические, религиозные, экстремистские темы.',
                    ],
                    [
                        'heading' => 'Есть ли ограничения по росту для внесения в Реестр?',
                        'content' =>
                            'Мы не будем делать ограничения по росту. Но, просим владельцев зарегистрированных животных ответственно относиться к измерению и фиксировать правдивые результаты. Это очень поможет потенциальным покупателям придерживаться выбранного ими направления в племенной работе.',
                    ],
                    [
                        'heading' => 'Есть ли стандарт роста для карликов?',
                        'content' =>
                            'Стандарт роста и породы в целом, разработанный ADGA, есть только у нигерийских карликов(НК).<br>Рост взрослых НК козлов по стандарту ADGA не должен быть меньше 17 дюймов (43.18см) и не выше 23.5 дюймов (59.69см).<br>Рост взрослых НК самок по стандарту ADGA не должен быть ниже 17 дюймов (43.18 см) и не выше 22.5 дюймов (57.15 см).',
                    ],
                    [
                        'heading' => 'Есть ли ограничения по весу для внесения в Реестр?',
                        'content' => 'Ограничений по весу нет.',
                    ],
                    [
                        'heading' =>
                            'Кто может зарегистрироваться в блоке Специалисты и для чего существует этот блок?',
                        'content' =>
                            'В блоке Специалисты могут зарегистрироваться специалисты в области козоводства, животноводства и кормопроизводства, имеющие профильное образование по специальности и желающие консультировать владельцев коз по вопросам кормления, содержания, ветеринарной помощи и разведения животных.<br>Этот блок создан для того, чтобы любой козовод при необходимости мог найти контактную информацию о специалисте, который окажет помощь в сложной ситуации.',
                    ],
                    [
                        'heading' => 'Будет ли помощь специалистов бесплатной?',
                        'content' =>
                            'Сайт оказывает только информационную поддержку. По поводу критериев платной или бесплатной помощи необходимо обращаться к специалистам по указанным контактным данным с личным вопросом.',
                    ],
                    [
                        'heading' => 'Как стать донатером сайта?',
                        'content' =>
                            'По вопросам добровольной помощи сайту обращаться к Администратору по указанным контактам.',
                    ],
                ];
            @endphp

<x-layouts.app>

    <x-partials.header />

    <div class="user-faq">

        <section class="faq">

            <h2 class="faq__title">Ответы на популярные вопросы</h2>

            <p class="faq__subtitle">Предлагаем ознакомиться с ответами на самые популярные вопросы</p>


            <ul class="faq__list">
                @foreach ($faqs as $faq)
                    <li class="faq__li">
                        <h3 class="faq__heading">{{ $faq['heading'] }}</h3>
                        <p class="faq__content">{!! $faq['content'] !!}</p>
                    </li>
                @endforeach
            </ul>



            <div class="faq__flex">
                <a href="/rules" class="faq__btn">Правила сайта</a>
                <a href="/" class="faq__btn">Вернуться на главную</a>
            </div>

        </section>

    </div>


    <x-partials.footer />

</x-layouts.app>
