<x-layouts.app>

    <x-partials.header />

    <div class="user-rules">

        <section class="rules">

            <h2 class="rules__title">Правила сайта</h2>

            <p class="rules__subtitle">Предлагаем ознакомиться с правилами нашего сайта “Реестр карликовых коз России”.
                Просим особенно внимательно изучить правила желающим зарегистрироваться в реестре.</p>


            <div class="rules__grid">
                <div class="rules__item">
                    <h3 class="rules__heading">ПРАВИЛА РЕГИСТРАЦИИ В РЕЕСТРЕ</h3>
                    <p>Зарегистрироваться в Реестре и зарегистрировать впоследствии своих
                        животных  может любой владелец коз карликовых пород, помесей коз карликовых пород, а также
                        метисов коз  карликовых  пород с козами полноразмерных пород. Также в разделе «Специалисты»
                        могут  зарегистрироваться люди,  работающие в сфере козоводства – зоотехники, селекционеры,
                        ветеринарные врачи, специалисты по обезроживанию или расчистке копыт, а также других, связанных
                        с козами профессий.</p>
                    <p>
                        В разделе «Партнёры»  регистрируются организации,  сообщества,  связанные родом своей
                        деятельности со сферой козоводства.
                    </p>

                    <br>
                    <h3 class="rules__heading">РЕГИСТРАЦИЯ ЖИВОТНОГО</h3>

                    <ol>
                        <li>
                            <p>К регистрации в Реестре допускаются козы не имеющие видовых пороков, таких как гермафродитизм,
                            рудименты/атавизмы и других, явно видимых на момент регистрации дисквалифицирующих пороков.</p>
                        </li>
                        <li>
                            <p>Не допускаются к регистрации козлы крипторхи, козлы с мошонкой, разделённой бороздой глубже, чем на 2.5 см.
                            Не допускаются к регистрации породные животные, с пороками и недостатками, которые дисквалифицируют их по принятому
                            для данной породы стандарту.</p>
                        </li>
                        <li>
                            <p>Для каждого породного или межпородного блока существует свой раздел Реестра:</p>
                            <ol>
                                <li><p>нигерийская карликовая коза (NDG)</p></li>
                                <li><p>«камерунские» козы</p></li>
                                <li><p>«камеруно-нигерийские» козы</p></li>
                                <li><p>метисы</p></li>
                                <li><p>другие</p></li>
                            </ol>
                        </li>
                        <li>
                            <p>В Реестре могут быть зарегистрированы животные следующих пород и межпородных помесей:</p>
                            <ol>
                                <li><p>нигерийская карликовая коза 100% (Nigerian dwarf goat), импортируемые из Америки с документами
                                ADGA и их потомки</p></li>
                                <li><p>«камерунские» козы. Козы отечественного разведения, с корнями от карликов, импортируемых из других стран
                                Мира под брендом Камерунская коза и их потомки</p></li>
                                <li><p>камеруно-нигерийские помеси любого % соотношения и их потомки</p></li>
                                <li><p>метисы карликовых коз с козами полноразмерных пород с кровностью по карликам не менее 50% при поглотительном
                                скрещивании. Помеси между собой метисов карликовых коз и коз полноразмерных пород первого (F1) и последующих поколений,
                                с условием, что у них, или их предков, не встречается повторное поглощение козами полноразмерных пород.</p></li>
                                <li><p>карликовые козы других пород с документально подтверждённым происхождением или по экстерьеру и интерьеру не
                                оставляющих сомнения в принадлежности той или иной породе.</p></li>
                            </ol>
                        </li>
                        <li>
                            <p>Регистрацию в Реестре осуществляет Администратор сайта. По информации, предоставленной владельцем животного.
                            Владелец животного отправляет по указанным контактам данные на животное, на хозяйство, фотографии и другие данные,
                            которые помогут дать наиболее полную информацию.</p>
                        </li>
                        <li>
                            <p>Для регистрации в Реестре животного владелец должен сообщить следующие обязательные данные:</p>
                            <ol class="ol-numbers">
                                <li><p>кличка, пол</p></li>
                                <li><p>дата рождения, страна рождения, страна проживания</p></li>
                                <li><p>окрас, цвет глаз</p></li>
                                <li><p>рогатость</p></li>
                                <li>
                                    <p>кличка и данные отца. Дата рождения, окрас, рогатость, заводчик, владелец, контактные данные заводчика
                                    и предыдущих владельцев, если таковые были.</p>
                                </li>
                                <li>
                                    <p>кличка и данные матери. Дата рождения, окрас, рогатость, заводчик, владелец, контактные данные заводчика
                                    и предыдущих владельцев, если таковые были.</p>
                                </li>
                                <li>
                                    <p>клички и данные всех известных предков. Дата рождения, окрас, рогатость, заводчики, владельцы, контактные
                                    данные заводчиков и владельцев.</p>
                                </li>
                                <li><p>в числе скольких родился(ась), в каком по счёту окоте матери</p></li>
                                <li><p>направление молочное, мясо-молочное, мясное или декоративное</p></li>
                                <li><p>порода, помесь пород. Для помесей процентное соотношение пород по анализу их предков. Любая другая информация,
                                которая поможет в более полной оценке животного</p></li>
                                <li>
                                    <p>фото или/и видео животного для оценки наличия или отсутствия дисквалифицирующих для вида или породы пороков.
                                    Наиболее качественные и характеризующие данное животное фото будут внесены в карточку животного в количестве не более 5 шт.</p>
                                </li>
                                <p>По желанию владельца в реестре выкладывается также дополнительная информация, такая как:</p>
                                <li><p>для козы - удой, суточный на пике или валовый, количество окотов и удои по каждому из окотов,
                                    фото вымени, арки. Подтверждение отсутствия рудиментов/атавизмов. Для этого необходимо прислать видео,
                                    охватывающее крупным планом вымя в районе сосков со всех сторон. Видео нигде не публикуется, но в графе
                                    про рудименты администратор ставит подтверждение данных об их отсутствии.</p></li>
                                    <li><p>для козлов - фото семенников и арки. Подтверждение отсутствия рудиментов/атавизмов по видео.</p></li>
                                    <li><p>для всех животных – номер бирки или чипа, данные генетических тестов подтверждающих происхождение.
                                    Подтверждение чистоты хозяйства по АЭК или другая информация, которая поможет наиболее полно оценить животное.</p></li>
                                    <li><p>рост животного в возрасте 1, 2 и 3 лет.</p></li>
                            </ol>
                        </li>
                        <li>
                            <p>Регистрация животных в Реестр осуществляется после достижения ими возраста 2 месяца. Регистрация всех животных
                            осуществляется единожды и далее на постоянной основе.</p>
                        </li>
                        <li>
                            <p>При регистрации животного, по умолчанию, в Реестре рядом с кличкой животного, префиксом или суффиксом ставится
                            название хозяйства, если названия нет, то фамилия владельца.</p>
                        </li>
                        <li>
                            <p>Регистрация животного в Реестр осуществляется бесплатно, на постоянной основе без удаления карточки животного
                            впоследствии. Для развития и поддержки сайта возможно добровольное пожертвование в виде доната.</p>
                        </li>
                        <li>
                            <p>Дополнительные услуги.</p>
                            <p>Возможно размещение информации о животных на главной странице сайта, в разделах «Новости/статьи», а также животных
                            в разделе «Продажа» на главной странице сроком на месяц в порядке очерёдности подачи заявок. Возможна пролонгация срока
                            при отсутствии других заявок. Возможно внесение дополнительных данных о животном (не связанных с возрастными изменениями)
                            или хозяйстве, которые владелец мог указать, но не указал при первоначальной регистрации.</p>
                            <p>При продаже животного, по заявлению продавца, животное перерегистрируется на другого владельца.</p>
                            <p>Для размещения животного в блоках на главной странице и в разделе «Продажа» нужно подать Администратору следующие данные:</p>
                            <ol>
                                <li><p>экстерьерное фото животного в хорошем качестве</p></li>
                                <li><p>контактные данные для размещения</p></li>
                            </ol>
                            <p>Животное должно быть зарегистровано в Реестре.</p>
                            <br>
                            <p>Дополнительные услуги доступны для донатов сайта.</p>
                        </li>
                    </ol>

                </div>

                <div class="rules__item">
                    <h3 class="rules__heading"> РЕГИСТРАЦИЯ ХОЗЯЙСТВА</h3>
                    <ol>
                        <li>
                            <p>Для регистрации хозяйства владелец должен сообщить следующие обязательные данные:</p>
                            <ol class="ol-numbers">
                                <li><p>фамилия, имя владельца</p></li>
                                <li><p>страна, область</p></li>
                                <li><p>контактные данные - телефон и/или электронную почту</p></li>
                                <li>
                                    <p>название хозяйства. При отсутствии названия по умолчанию таковым становится фамилия владельца</p>
                                </li>
                                <p>Также по желанию владельца можно разместить:</p>
                                <li><p>логотип хозяйства</p></li>
                                <li><p>населённый пункт или более полный адрес</p></li>
                                <li><p>фото владельца</p></li>
                                <li><p>ссылки на страницы владельца в соцсетях или ссылку на сайт хозяйства</p></li>
                            </ol>

                            <p>Регистрация хозяйств в Реестр осуществляется бесплатно.</p>
                            <p>Для развития и поддержки сайта возможно добровольное пожертвование в виде доната.</p>
                        </li>
                        <li>
                            <p>Дополнительные услуги.</p>
                            <br>
                            <div>Размещение информации о хозяйстве на главной странице сайта. Осуществляется сроком на один месяц в порядке очерёдности подачи заявок. Возможна пролонгация размещения при отсутствии других заявок.</div>

                            <p>Размещение статьи о хозяйстве в разделе «Новости/Статьи».</p>

                            <br>
                            <p>Для размещения хозяйства в блоках на главной странице, нужно подать Администратору следующие данные:</p>
                            <ol>
                                <li><p>логотип хозяйства или фото владельца в хорошем качестве</p></li>
                                <li><p>контактные данные для размещения</p></li>
                            </ol>
                            <p>Хозяйство должно быть зарегистрировано в Реестре.</p>
                        </li>
                    </ol>

                    <br>

                    <h3 class="rules__heading"> РЕГИСТРАЦИЯ СПЕЦИАЛИСТА</h3>

                    <ol>
                        <li>
                            <p>В разделе Реестра «Специалисты» могут зарегистрироваться специалисты, имеющие профильное ветеринарное, зоотехническое или другое аграрное образование в области козоводства, животноводства или кормопроизводства, готовые оказывать посильную помощь владельцам карликовых коз. Также приглашаем к сотрудничеству специалистов по обезроживанию и расчистке копыт животных.</p>
                        </li>
                        <li>
                            <p>Для регистрации в Реестре и составления карточки специалиста, необходимо сделать запрос Администратору и предоставить следующие данные:</p>
                            <ol>
                                <li><p>фамилия, имя, фото</p></li>
                                <li><p>страна, область (по желанию точный адрес) проживания</p></li>
                                <li>
                                    <p>специалистом в какой сфере являетесь, фото дипломов (на сайте не публикуются) об образовании, стаж и опыт работы. Любая другая информация, которая может охарактеризовать вас как специалиста.</p>
                                </li>
                                <li><p>контактная информация для связи</p></li>
                            </ol>
                        </li>
                        <li>
                            <p>Регистрация в разделе Специалисты осуществляется бесплатно.</p>
                        </li>
                        <li>
                            <p>Возможно размещение ссылок на сайт специалиста или ссылок на группы в соцсетях.</p>
                        </li>
                    </ol>

                    <br>
                    <h3 class="rules__heading"> РЕГИСТРАЦИЯ ПАРТНЕРА</h3>

                    <ol>
                        <li>
                            <p>В разделе Реестра «Партнёры» можно зарегистрировать организацию, сообщество или группу, связанные родом своей деятельности со сферой козоводства.</p>
                        </li>
                        <li>
                            <p>Для регистрации необходимо предоставить:</p>
                            <ol>
                                <li><p>данные о партнёре и его сфере деятельности</p></li>
                                <li><p>название, фото, логотип или другую информацию для визуализации на сайте</p></li>
                                <li><p>ссылки на сайт и/или соцсети</p></li>
                            </ol>
                        </li>
                    </ol>

                    <br>
                    <h3 class="rules__heading"> ОБЩИЕ ПРАВИЛА</h3>

                    <ol>
                        <li>
                            <p>Сайт осуществляет только информационную функцию, не являясь посредником между пользователями!</p>
                            <p>Сайт не занимается покупкой или продажей животных, а только предоставляет информационную площадку для хозяйств!</p>
                            <p>Сайт не рекламирует хозяйства, а только предоставляет площадку для размещения информации. Ответственность за правдивость информации и качество животных несут владельцы хозяйств.</p>
                        </li>
                        <li>
                            <p>Администрация сайта не несёт ответственности за ложные сведения, предоставленные владельцами животных, если таковые будут впоследствии выявлены.</p>
                        </li>
                        <li>
                            <p>При дальнейшем совершенствовании, развитии и накоплении информации на сайте, правила могут меняться Администратором. Информация о любых изменениях будет публиковаться в новостном блоке.</p>
                        </li>
                        <li>
                            <p>В интересах владельцев для регистрации в Реестре дать наиболее полную информацию о хозяйстве и животных. Администрация сайта имеет право запросить дополнительную фото или видео информацию, для максимально возможной оценки животных.</p>
                        </li>
                        <li>
                            <p>Администрация сайта не имеет возможности провести в реале все бонитировочные мероприятия для полностью объективной оценки животных, так как есть недостатки и пороки, не видимые на фото или видеозаписи.</p>
                        </li>
                        <li>
                            <p>Мы надеемся на честное, плодотворное сотрудничество с владельцами, которое позволит в дальнейшем иметь в России здоровое и качественное поголовье карликовых коз!</p>
                        </li>
                        <li>
                            <p>Реестр карликовых коз России нуждается в постоянной поддержке для плодотворной работы и усовершенствования функций. Мы будем благодарны, если Вы окажете любую, хоть самую минимальную, помощь! По вопросам поддержки сайта обращаться к Администратору!</p>
                        </li>
                    </ol>


                    <div class="rules__flex">
                        <a href="/register" class="rules__btn">Регистрация</a>
                        <a href="/faq" class="rules__btn">Вопросы</a>
                        <a href="/" class="rules__btn">Главная</a>
                    </div>

                    <div class="rules__images">

                        <div class="rules__small-flower">
                            <img src="{{ asset('images/pages/user/rules/rules-3.webp')}}" alt="Dandelion flower">
                        </div>

                        <div class="rules__large-flower">
                            <img src="{{ asset('images/pages/user/rules/rules-3.webp')}}" alt="Dandelion flower">
                        </div>

                        <div class="rules__goat">
                            <img src="{{ asset('images/pages/user/rules/rules-1.webp')}}" alt="A friendly goat">
                        </div>

                        <div class="rules__circle"></div>
                    </div>
                </div>

            </div>

        </section>

    </div>


    <x-partials.footer />

</x-layouts.app>
